export default [
  ['2019', ''],
  [
    'Ю. Харрари «Sapiens»',
    'Отлично. Широкая книга каких мало, автор которой смотрит на человечество как на объект со стороны.'
  ],
  [
    'Р. Мартин «Чистый код»',
    'Полезно. Книга сформировала у меня понимание лучших практик, которые универсальны для разных направлений и языков программирования.'
  ],
  [
    'Ф. Достоевский «Идиот»',
    'Отлично. Сюжет о попаданце 19-ого века.'
  ],
  [
    'К. Ньюпорт «Цифровой минимализм»',
    'Полезно. Книга утвердила мои принципы и намерения касательно управления вниманием и сознательног ограничения возможностей девайсов.'
  ],
  [
    'А. Казанцева «Мозг материален»',
    'Полезно. Новая аргументация в копилку разрушения магии сознания. Спасибо Асе за новые детали понятным языком.'
  ],
  [
    'С. Стефанов «JavaScript. Шаблоны»',
    'Полезно. Чтение этой книги в 2019 году как исторический экскурс во времена JS ES3.'
  ],
  [
    'В. Набоков «Лолита»',
    'Хорошо. Порно-рассказ 20-ого века. У автора смелые и свободные мысли даже для нашего времени. '
  ],
  [
    'В. Пелевин «Искусство лёгких касаний»',
    'Хороший сборник трёх рассказов из которых зацепил последний. В нём отлично передан абсурдный контраст между комфортом жизни у олигархов и зеков, а вывод — все страдают и наслаждаются в равной мере согласно устройству наших мозгов.'
  ],
  [
    'Э. Юдковский "Рациональность. От ИИ до Зомби. Карта и территория"',
    '...'
  ],
  [
    'Э. Юдковский "Рациональность. От ИИ до Зомби. Карта и территория"',
    'Отличное руководство по научному мышлению и прокачке рационализма.'
  ],
  [
    '«12 недель в году»',
    'Нейтрально. Идея книги: 12 недель (квартал) оптимальный период для выполнения долгосрочных задач. Такой срок позволяет удержать концентрацию. Книга написана категорично с доводами основанными на эмоциях.'
  ],
  [
    'Ф. Достоевский «Подросток»',
    'Достоевский — великий русский метадед, который писал остросюжетные романы о разнообразии межчеловеческих интриг.'
  ],
  [
    'Г. МакКеон «Эссенциализм»',
    'Полезно. Книга дала понять, что я давно следую принципам эссенциализма.\nКлючевая идея: ты можешь исключать лишнее в моменты когда нужно определить важное.\n'
  ],
  [
    'А. Бхаргава «Грокаем алгоритмы»',
    'Годнота. Более доступной книги о сложном я ещё не встречал.'
  ],
  [
    'Д. Сазерленд «Scrum»',
    'Полезно. Узнал в деталях о методологии Скрам и её романтику. Откаллибровал своё понимание и отношение к сабжу.'
  ],
  [
    'Т. Демарко «The Deadline»',
    'Отлично. Роман, который вдохновляет на то чтобы начать вести проекты в качестве руководителя.'
  ],
  [
    'Н. Маклахов «Будет сделано»',
    'Полезно. Книга учит принципам и приёмам взаимодействия с внутренней «обезьянкой». Oтличное дополнение к «Джедайским техникам» Дорофеева и к работам Тима Урбана.'
  ],
  [
    'Ф. Достоевский «Братья Карамазовы»',
    'Шедевр. Мое первое знакомство с творчество Достоевского. Этот роман над людьми, судьбами и событиями. Понятия не имею как возможно такое написать.'
  ],
  [
    'Д. Майровиц, Р. Крамб «Франц Кафка»',
    'Хороший комикс, который поверхностно введёт в творчество Кафки и заинтересует на более детальное изучение темы. Содержит краткую биографию и сюжеты его некоторых произведений.'
  ],
  [
    'Р. Чалдини «Психология влияния»',
    'Oтлично. Книга, перечисляющая приёмы, которые позволяют пользоваться когнитивными искажениями людей. Этими приёмами пользуются повсеместно там, где есть широкий охват аудитории и потенциальная выгода. Автор учит распознавать и защищаться от таких приёмов так как если не знать о них, то многие манипуляции воспринимаются как собственное решение.'
  ],
  ['А. Курпатов «Чертоги разума»', '...'],
  [
    'А. Курпатов «Чертоги разума»',
    'Шедевр. Разбил на сотни цитат и прочитал за раз дважды. Степень пользы и интересности максимальная. Книга научит как отказаться от «Я», как сделать мышление ориентированным на решение задач и как формировать менее погрешную модель окружающего мира. '
  ],
  ['Э. Юдковский «ГПМРМ. Том 3»', 'Смотреть том первый\n'],
  ['Э. Юдковский «ГПМРМ. Том 2»', 'Смотреть том первый\n'],
  [
    'Э. Юдковский «ГПМРМ. Том 1»',
    'Шедевр. Полюбил вселенную Гарри Поттера только благодаря этому фанфику. Прочёл книгу второй раз.'
  ],
  ['М. Уильямс, Д. Пенман «Осознанность»', '...'],
  [
    'М. Уильямс, Д. Пенман «Осознанность»',
    'Полезно. Углубился в медитации за счёт множества неназидательных советов. Узнал как справляться с депрессией с помощью MBCT.'
  ],
  [
    'В. Пелевин «Чапаев и Пустота»',
    'Шедевр. В озвучке Алевтины Пугач — двойной шедевр. Знакомлюсь с произведением во второй раз. В третий раз возьмусь за оригинал.'
  ],
  [
    'С. Браун «Игра»',
    'Oтлично. Игра это смысл жизни и в ней формируются выдающиеся навыки.'
  ],
  [
    'Р. Мартин «Чистая Архитектура»',
    'Сложно. Я рано взялся за эту книгу. Пользу получил только от первой трети книги.'
  ],
  [
    'Дж. Д. Мейер «30 дней достижения результатов»',
    'Полезно. В простой и понятной форме о методологии Agile Results.'
  ],
  [
    'С. Макклауд «Переосмысление комикса»',
    'Великолепно. Книга про комиксы, а также про развитие искусства и порогах, которые приходится преодолевать. Важный для культуры труд.'
  ],
  [
    'А. Курпатов «Красная таблетка»',
    'Oтлично. Книга напоминающая о накопившихся в культуре иллюзиях и предубеждениях связанных с сознанием и бессознательным.'
  ],
  [
    'М. Фаринелла, Х. Рос «Нейрокомикс»',
    'Норм. Поверхностный, но интересный комикс слегка погружающий в нейронауки.'
  ],
  ['2018', ''],
  [
    'К. Ленгольд «Просто космос»',
    'Полезно. Аджаил для старшеклассиц.'
  ],
  [
    'Э. Блам «Как устроен и как работает интернет»',
    'Полезно. Нудные истории о копаниях в недрах интернета.'
  ],
  [
    'В. Пелевин «Тайные виды на гору Фудзи»',
    'Норм. Пелевин окончательно продал мне медитации.'
  ],
  [
    'Р. Мартин «Идеальный программист»',
    'Полезно. Дядя Боб наделяет опытом и дарует советы.'
  ],
  [
    'В. Пелевин «Жёлтая стрела. Сборник рассказов»',
    'Норм. «Затворник и Шестипалый» понравился.'
  ],
  [
    'К. Макгонигал «Сила воли»',
    'Мастрид. Давным давно уже читал эту книгу и понял, что именно она заложила во мне зерно интереса к когнитивистике и нейронаукам.'
  ],
  [
    'Д. Сонмез «Путь программиста»',
    'Oтлично. Софт скиллы по хардкору с бодибилдингом и торговлей недвижимостью в подарок.'
  ],
  [
    'К. Буэно «Продуманная оптимизация»',
    'Книга, которую мне рано было читать. Oднако усвоил принцип «Критической оптимизации» и теперь использую его в жизни.'
  ],
  ['В. Пелевин «Шлем ужаса»', 'Ничего не понял.'],
  [
    'В. Пелевин «Числа»',
    'Алевтина Пугач сделала чудо, озвучив эту книгу, но она мне в целом не понравилась.'
  ],
  [
    'В. Пелевин «Жизнь насекомых»',
    'Oтстой, возможно ещё и потому что слушал в ужасной озвучке.'
  ],
  [
    'Д. Рок «Мозг: инструкция по применению»',
    'Мастрид. Отлично структурированная и учитывающая особенности восприятия, что делает её идеальной для аудиоформата. Это набор прикладных советов как научиться пользоваться мозгом в личной жизни и на работе. Не грузит нейробиологией.'
  ],
  [
    'О. Сакс «Человек, который принял жену за шляпу»',
    'Повествование о пациентах со странными психиатрическими диагнозами, которые дают понять как сложен мозг. Истории героев заканчиваются по-разному: и трагично, и счастливо. Автор подводит к выводу, что болезни что-то берут, а что-то дают и важно то, в какой среде окажется больной — в подавляющей или раскрепощающей.'
  ],
  [
    'В. Васильев «Белая книга»',
    'Перечитал улучшенную и изданную версию книги, которая существенно на меня повлияла три с лишним года назад. Книга великолепная и отвратительная — с одной стороны в ней содержится понятное донесение важнейших концепций психологических здоровья, развития и гармонии, а также нейробиологическое введение для новичков. А с другой — эта книга написана дилетантом в области маркетинга и написания книг, к тому же у него нет спец образования и заслуг (кроме этой книги).'
  ],
  [
    'В. Пелевин «Священная книга оборотня»',
    'Ещё одна ранняя книга Пелевина с уклоном в тему секса и любви. Хороша только местами. Зато я увидел зачатки идей, которые Пелевин впоследствии развил, каждой из которых посвятив не одну книгу. Все с чего-то начинали.'
  ],
  [
    'М. Розенберг «Ненасильственное общение. Язык жизни»',
    'Книга, после которой появляется понимание того, что всё предыдущую жизнь я разговаривал с людьми слепо и неосознанно. Страдал сам и заставлял страдать других.'
  ],
  [
    'В. Пелевин «Ананасная вода для прекрасной дамы»',
    'Сборник из 4ех рассказов. Одна из лучших книг Пелевина и, пожалуй, лучшая аудиокнига из-за подбора актёров озвучки. Затронуты темы сознания, искусственного интелекта, технологического прогресса, рационализации, заговоров, сознательного зла, бога, мистических культов и эзотерических практик.'
  ],
  [
    'В. Пелевин «Омон Ра»',
    '"Первый роман Пелевина. Слушал дважды. Из-за того, что повествование обрывистое я думал, что скачал испорченную версию аудиокниги. \nМрачная история о судьбе детей-инвалидов-космонавтов-смертников, которых такими сделали технологически остающие от запада советские военные. \nАвтор вывернул смысл героизма и долга перед отечеством. Теперь кажется, что по другому и не бывает."'
  ],
  [
    'А. Ходоровски, Х. Хименес «Метабароны. Том первый»',
    'Худшая книга за год, с трудом дочитал. Это «Нарута» — история в которой автор постоянно нарушает заданный фундамент мира ради поддержания планки интереса читателей. Из-за этого происходит инфляция возможностей героев и ломается логика повествования, что рождает кучу противоречий.'
  ],
  [
    'P. Goodiffe «Becoming a Better Programmer»',
    'Пока самая сложная книга на английском, что я читал. При этом я готов считать её избранной даже при условии, что усваиваю лишь малую часть. Давно хотел найти книгу о философии программирования и вот нашёл. Книга касается многих аспектов окружающих программирование: образ жизни, подходы, взаимодействие с людьми, обучение, этика и тд. Жаль нет на русском.'
  ],
  [
    'В. Пелевин «Смотритель. Книга 2. Железная бездна»',
    'Книга оправдала наличие первой части, которая была скорее для знакомства с придуманным миром, своим углублением в темы иллюзорности, сознания, любви и раскрытием основ придуманного мира. В конце сложно что-то понять, я не справился. В очередной раз во время чтения чувствую, что Пелевин издевается переворачивая смысл происходящего.'
  ],
  [
    'Р. Фейнман «Вы, конечно, шутите, мистер Фейнман!»',
    'Во время чтения книги крепче убедился в том, что часто легенды о великих людях появляются в результате случайности, а особенностью Фейнмана, помимо ума, была готовность экспериментировать, идти на риск и ошибаться. Хорошая книга, вдохновляет.'
  ],
  [
    'А. Рей «Книга Живых Мистера Фримена»',
    'Коротенькая книжка, которую купил из уважения к проекту Мунтяна, Демчога и друзей. Изначально считал книгу посредственным мерчем, но прочитав все «главы» изменил мнение. Книга содержит полезные «крючки» и установки для развития мыслей. Много глубокомесленности к которой прилагается смысл в виде заголовка и рисунка для каждой из глав. Всё остальное делает читатель, чем дольше изучаешь текст и рисунок, тем больше смысла находишь.'
  ],
  [
    'А. Лебедев «Ководство»',
    'Хорошо. Это набор глав, которые пишет Лебедев почти 20лет. Книга — ретроспектива в прошлое российского веба с интересными советами, полезными теоретическими вставками, ненавистью к некомпетентности и восхвалением себя. Так и надо.'
  ],
  [
    'Э. Хоффер «Истинноверующий»',
    'Фундаментально. В общем многими местами скучный подробный разбор массовых движений, ролей в них, причин и прогнозов. В процессе я не раз задумывался о улучшении личного мема и о тщетности недежд на светлое будущее России.'
  ],
  [
    'В. Пелевин «Смотритель. Книга 1. Орден жёлтого флага»',
    'Интересно. Очередной роман Пелевина. Понял, что хочу прочесть их все. Книга передаёт безумное состояние дезориентированности в том, где реальность, а где сон. Как в «Чапаев и Пустота», но с большей степенью погружения так как раздвоенность раскрывается к концу.'
  ],
  [
    'Д. Дирксен «Искусство обучать»',
    'Полезно. Взял для подготовки к предстоящему наставничеству. Подробно углубляет в процесс обучения с точки зрения того, как это воспринимает ученик.'
  ],
  [
    'М. Дорофеев «Джедайские техники»',
    'Годнота. Книга меня изменила и заразила стремлением быть десятикратным по продуктивности. Мне кажется эта книга о том как полюбить свою обезьянку.'
  ],
  [
    'В. Пелевин «S.N.U.F.F.»',
    'Отлично. Это тот Пелевин, которого обожаю. Мир, культура и герои из русской действительности замешаны в неожиданных сочетаниях и приподнесены как далёкое будущее. С такой подачей взгляд освобождается от привычки. Снова абсурд, либерализм, общество, феминизм, секс, трансценденция, сознание, любовь, дичь.'
  ],
  [
    'В. Пелевин «Generation "П"»',
    'Сложно оценить. Я люблю Пелевина, а фильм по этой книге уважал задолго до прослушивания оригинала. Книга интересна отдельными мыслями, цитатами, идеями, но в целом это малопонятно и не тот Пелевин, которого я люблю.'
  ],
  [
    'Л. Зойя «Отец»',
    'Хорошо. Сложная психологически-культорологическия книга рассматривающая роль отца, её рождение и развитие. Книга поделена на эпохи и анализ происходит исходя и великих культурных трудов каждой из эпох. Узнал факты о искуственности этой роли и том, что она существенно изменилась со временем, а также о связи с религиями и диктатурами. В итоге автор подвёл к тому, что отец увядает в привычном смысле, и где-то он рождается поновому, а где-то деградирует к истокам.'
  ],
  [
    'С. МакКлауд «Понимание комикса»',
    'Отлично. Удивительный и уникальный труд. Я увидел в нём неожиданную глубину и обновил отношение к жанру, а также получил полезные идеи для развития своего бренда.'
  ],
  [
    'В. Пелевин «t»',
    'До абсурда доведённый сюрреализм и безграничная транценденция. Явно это идейный предшественник книги iPhuck10, где герой и был автором в реальном времени. Много мыслей о природе ума и её иллюзорности.'
  ],
  [
    'Д. Жуков «Стой, кто ведёт? Том 1»',
    'Подробная нейрохимия в сочетании с объяснением человеческого/животного поведения. В итоге приходит в голову вывод, что всё обусловленно сложнейшей системой и любая потребность имеет веские на то основания.'
  ],
  [
    'И. Петрунин «Пошаговый план старта на Upwork»',
    'Хорошо, но в краткосрочной перспективе книга мне не помогла получить заказ на upwork, а скорее продала услуги Игоря'
  ],
  [
    'Unknown «The complete street epistemology guide»',
    'Хорошо. Дополнил и закрепил информацию об уличной эпистемологии.'
  ],
  [
    'М. Чангизи «Революция в зрении»',
    'Хорошо, расширил своё понимание восприятия цвета, букв и узнал про предсказательную способность мозга.'
  ],
  [
    'Ч. Хиз и Д. Хиз «Ловушки мышления»',
    'Полезно. Сложная на подъём в первой половине книга, давшая мне конкретные примеры применения методик рациональности в жизни.'
  ],
  [
    'В. Ерофеев «Москва — Петушки»',
    'Забавен и интересен язык автора (книга в его прочтении). Тема и романтика алкоголя раскрыты лучшим образом. Но я ничего не понял.'
  ],
  [
    'Р. Давлеткалиев «Learning English»',
    'Отлично. Никогда не думал, что техно-казах поможет мне на русском языке полюбить английский язык.'
  ],
  [
    'J. Freeman «Building HTML5 games with ImpactJS»',
    'Третья книга на английском. Слабо полезна с точки зрения полученных знаний. Сильно полезна в общем, так как книги на английском теперь что-то простое.'
  ],
  [
    'J. Santa Maria «On web typography»',
    'Вторая книга на английском. Понятно больше. Узнал про некоторые детали о шрифтах.'
  ],
  [
    'В. Пелевин «Чапаев и Пустота»',
    'Хорошо, понял принципы буддизма и ничего'
  ],
  [
    'В. Пелевин «Empire V»',
    'Хорошо, но только как приквел к «Бэтман Аполло»'
  ],
  [
    'В. Пелевин «Бэтман Аполло»',
    'Отлично. Страдания, деньги, потребление, буддизм, существование на уровне идеи'
  ],
  [
    'T. Kadlec «IMPLEMENTING RESPONSIVE DESIGN»',
    'Первая книга на английском. Хорошо, но усвоил 30% максимум.'
  ],
  [
    'К. Макгонигал «Хороший стресс»',
    'Полезно, но ванильно. Убедился, что правильно отношусь к страданиям'
  ],
  [
    'К. Станович «Рациональное мышление»',
    'Полезно. Узнал про «вредные ментальные программы» и придумал проект (рациональные аффирмации)'
  ],
  [
    'В. Пелевин «iPhuck 10»',
    'Шедевр. Теперь тема страданий в приоритете'
  ],
  [
    'В. Пелевин «Любовь к трем цукербринам»',
    'Годнота. Вспомнил про баланс страдания и удовольствия.'
  ][('2017', '')],
  ['Л. Веру «Секреты CSS»', '...'],
  ['А. Горбунов «Типографика и верстка»', '...'],
  ['С. Кинг «Тёмная башня. Извлечение троих»', '...'],
  ['С. Кинг «Тёмная башня. Стрелок»', '...'],
  ['Ф. де Валь «Политика у шимпанзе»', '...'],
  ['М. Ридли «Происхождение альтруизма и добродетели»', '...'],
  ['Э. Вотролл Д. Сьярто «Изучаем веб-дизайн»', '...'],
  ['М. Чиксентмихайи «Поток»', '...'],
  ['Д. Карс «Конечные и бесконечные игры»', '...'],
  ['К. Хитченс «Последние 100 дней»', '...'],
  ['Д. Кенрик, В. Гришкевичус «Рациональное животное»', '...'],
  ['Д. Канеман «Думай медленно, решай быстро»', '...'],
  [
    'Э. Юдковский «Гарри Поттер и методы рационального мышления. Том 3»',
    '...'
  ],
  [
    'Э. Юдковский «Гарри Поттер и методы рационального мышления. Том 2»',
    '...'
  ],
  [
    'Э. Юдковский «Гарри Поттер и методы рационального мышления. Том 1» ',
    '...'
  ],
  ['Й. Хейзенга «Homo Ludens»', '...'],
  ['В. Демчог «Путь Арлекина»', '...'],
  ['М. Саатчи «Дерзкая простота мысли»', '...'],
  ['А. Бард, Я. Зодерквист «Netoкратия»', '...'],
  ['Д. Макфарланд «Большая книга CSS»', '...'],
  ['2016', ''],
  ['О. Хаксли «Дивный новый мир»', '...'],
  ['Т. Лири «Игра жизни»', '...'],
  ['Т. Лири «7 языков бога»', '...'],
  ['В. Пелевин «Лампа Мафусаила»', '...'],
  ['О. ди Грей «Отмена старения»', '...'],
  ['Б. Шер «Отказываюсь выбирать»', '...'],
  ['В. Васильев «Белая книга»', '...'],
  ['Э. Берн «Игры, в которые играют люди»', '...'],
  ['М. Гоулстон «Ментальные ловушки на работе»', '...'],
  ['2015', ''],
  ['О. Хаксли «Наркотики, которые фрмируют умы людей»', '...'],
  ['Д. Бютнер «Правила долголетия»', '...'],
  ['М. Форд «Технологии, которые изменят мир»', '...'],
  ['М. Адлер «Как читать книги»', '...'],
  ['П. Ленсиони «Пять пороков команды»', '...'],
  ['Р. Бренсон «Бизнес в стиле Virgin»', '...'],
  ['Н. Канонов  «Код Дурова»', '...'],
  ['Э. Джейкобсон «До смерти здоров»', '...'],
  ['М. Мосс «Соль, Сахар, Жир»', '...'],
  ['К.Феррацци «Никогда не ешьте в одиночку»', '...'],
  ['Н. Дойдж «Пластичность мозга»', '...'],
  ['А. Рэнд «Атлант расправил плечи. А есть А»', '...'],
  ['А. Рэнд «Атлант расправил плечи. Или—или»', '...'],
  ['А. Рэнд «Атлант расправил плечи. Непротиворечие»', '...'],
  ['Ч. Ким, Р. Моборн «Стратегия голубого океана»', '...'],
  ['Э. Рис «Бизнес с нуля»', '...'],
  ['К. Кемпбел «Китайское исследование»', '...'],
  ['А. Никонов «Венец творения в интерьере мироздания»', '...'],
  ['А. Никонов «Человек как животное»', '...'],
  ['2011-2014', ''],
  ['Д. Карнеги «Как перестать беспокоиться и начать жить»', '...'],
  ['А. Камю «Посторонний»', '...'],
  ['Ф. Кафка «Процесс»', '...'],
  ['А. Беляев «Продавец воздуха»', '...'],
  ['Р. Бах «Чайка по имени Джонатан Ливингстон»', '...'],
  ['А. Солженицын «Раковый корпус»', '...'],
  ['С. Уейншенк «100 главных принципов дизайна»', '...'],
  ['Д. Эйри «Логотип и фирменный стиль»', '...'],
  ['О. Тиньков «Я такой как все»', '...'],
  ["М. Петросян «Дом, в котором. Шакалинный восьмидневник»'", '...'],
  ['Г. Грин «Библия гровинга»', '...'],
  ['А. Шопенгауер «Афоризмы житейской мудрости»', '...'],
  ['А. Сапковский «Ведьмак»', '...'],
  ['А. Сапковский «Ведьмак»', '...'],
  ['А. Сапковский «Ведьмак»', '...'],
  ['Р. Докинз «Бог как иллюзия»', '...'],
  ['С. Лаберж «Осознанное сновидение»', '...'],
  ['К. Макгонигал «Сила воли»', '...'],
  ['С. Хокинг «Краткая история времени»', '...'],
  ['Р. Сальваторе «Долина Ледяного Ветра»', '...'],
  ['Р. Сальваторе «Долина Ледяного Ветра»', '...'],
  ['Р. Сальваторе «Долина Ледяного Ветра»', '...'],
  ['Р. Сальваторе «Тёмный эльф»', '...'],
  ['Р. Сальваторе «Тёмный эльф»', '...'],
  ['Р. Сальваторе «Тёмный эльф»', '...'],
  ['Детство', ''],
  ['К. Дойль «Знак четырёх»', '...'],
  ['С. Лукьяненко «Последний дозор»', '...'],
  ['С. Лукьяненко «Сумеречный дозор»', '...'],
  ['С. Лукьяненко «Чистовик»', '...'],
  ['С. Лукьяненко, Н. Перумов «Не время для драконов»', '...'],
  ['П. Марушкин «Дети непогоды»', '...'],
  ['В. Скотт «Айвенго»', '...']
];
